Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Basic Mode simplifies Core Monitor’s interface and monitoring options.
af: Basiese modus vereenvoudig Core Monitor se koppelvlak en moniteringsopsies.
am: መሰረታዊ ሁነታ የ Core Monitor በይነገጽ እና የክትትል አማራጮችን ያቃልላል።
ar: يعمل الوضع الأساسي على تبسيط واجهة Core Monitor وخيارات المراقبة.
az: Əsas rejim Core Monitor interfeysini və monitorinq seçimlərini sadələşdirir.
be: Базавы рэжым спрашчае інтэрфейс і параметры маніторынгу Core Monitor.
bg: Основният режим опростява интерфейса и опциите за наблюдение на Core Monitor.
bn: বেসিক মোড Core Monitor এর ইন্টারফেস এবং পর্যবেক্ষণের বিকল্পগুলিকে সরল করে।
bs: Osnovni način rada pojednostavljuje interfejs i opcije nadzora Core Monitor.
ca: El mode bàsic simplifica la interfície i les opcions de supervisió de Core Monitor.
ceb: Gipasimple sa Basic Mode ang interface ug mga opsyon sa pag-monitor sa Core Monitor.
co: U Modu Basic simplifica l'interfaccia di Core Monitor è l'opzioni di monitoraghju.
cs: Základní režim zjednodušuje rozhraní a možnosti monitorování Core Monitor.
cy: Mae Modd Sylfaenol yn symleiddio opsiynau rhyngwyneb a monitro Core Monitor.
da: Basic Mode forenkler Core Monitors grænseflade og overvågningsmuligheder.
de: Der Basismodus vereinfacht die Schnittstellen- und Überwachungsoptionen des Core Monitor.
el: Η βασική λειτουργία απλοποιεί τη διεπαφή και τις επιλογές παρακολούθησης του Core Monitor.
eo: Baza Reĝimo simpligas la interfacon kaj monitorajn opciojn de Core Monitor.
es: El modo básico simplifica la interfaz y las opciones de monitoreo del Core Monitor.
et: Põhirežiim lihtsustab Core Monitor liidest ja jälgimisvalikuid.
eu: Oinarrizko moduak Core Monitor-ren interfazea eta monitorizazio aukerak errazten ditu.
fa: حالت پایه رابط و گزینه های نظارت Core Monitor را ساده می کند.
fi: Perustila yksinkertaistaa Core Monitor:n käyttöliittymää ja valvontavaihtoehtoja.
fil: Pinapasimple ng Basic Mode ang interface ng Core Monitor at mga opsyon sa pagsubaybay.
fr: Le mode de base simplifie l'interface et les options de surveillance du Core Monitor.
fy: Basic Mode simplifies Core Monitor syn ynterface en monitoring opsjes.
ga: Simplíonn Mód Bunúsach comhéadan agus roghanna monatóireachta Core Monitor.
gd: Bidh Modh Bunasach a’ sìmpleachadh eadar-aghaidh Core Monitor agus roghainnean sgrùdaidh.
gl: O modo básico simplifica a interface e as opcións de monitorización de Core Monitor.
gu: મૂળભૂત મોડ Core Monitor ના ઇન્ટરફેસ અને મોનિટરિંગ વિકલ્પોને સરળ બનાવે છે.
ha: Tsarin asali yana sauƙaƙa ƙirar ƙirar Core Monitor da zaɓuɓɓukan saka idanu.
haw: Hoʻomaʻamaʻa ʻo Basic Mode i ka Core Monitor a me nā koho nānā.
he: מצב בסיסי מפשט את הממשק ואת אפשרויות הניטור של Core Monitor.
hi: बेसिक मोड Core Monitor के इंटरफ़ेस और मॉनिटरिंग विकल्पों को सरल बनाता है।
hmn: Basic Hom simplifies Core Monitor lub interface thiab saib xyuas kev xaiv.
hr: Osnovni način rada pojednostavljuje Core Monitor sučelje i mogućnosti nadzora.
ht: Mòd debaz senplifye koòdone Core Monitor ak opsyon siveyans.
hu: Az alap mód leegyszerűsíti a Core Monitor kezelőfelületét és felügyeleti lehetőségeit.
hy: Հիմնական ռեժիմը պարզեցնում է Core Monitor-ի ինտերֆեյսը և մոնիտորինգի ընտրանքները:
id: Mode Dasar menyederhanakan antarmuka dan opsi pemantauan Core Monitor.
ig: Ụdị ntọala na-eme ka interface Core Monitor dị mfe na nhọrọ nlekota oru.
is: Grunnstilling einfaldar viðmót og eftirlitsvalkosti Core Monitor.
it: La modalità Base semplifica l'interfaccia e le opzioni di monitoraggio di Core Monitor.
ja: 基本モードでは、Core Monitor のインターフェイスと監視オプションが簡素化されます。
jv: Mode Dasar nyederhanakake antarmuka Core Monitor lan opsi ngawasi.
ka: ძირითადი რეჟიმი ამარტივებს Core Monitor-ის ინტერფეისს და მონიტორინგის ვარიანტებს.
kk: Негізгі режим Core Monitor интерфейсін және бақылау опцияларын жеңілдетеді.
km: Basic Mode ជួយសម្រួលដល់ចំណុចប្រទាក់ Core Monitor និងជម្រើសត្រួតពិនិត្យ។
kn: ಬೇಸಿಕ್ ಮೋಡ್ Core Monitor ನ ಇಂಟರ್ಫೇಸ್ ಮತ್ತು ಮಾನಿಟರಿಂಗ್ ಆಯ್ಕೆಗಳನ್ನು ಸರಳಗೊಳಿಸುತ್ತದೆ.
ko: 기본 모드는 Core Monitor의 인터페이스 및 모니터링 옵션을 단순화합니다.
ku: Moda Bingehîn navbeynkar û vebijarkên çavdêriyê yên Core Monitor hêsan dike.
ky: Негизги режим Core Monitor интерфейсин жана мониторинг параметрлерин жөнөкөйлөтөт.
la: Basic Modus simplificat Core Monitor interfacies et optiones vigilantiae.
lb: Basis Modus vereinfacht Core Monitor Interface an Iwwerwachung Optiounen.
lo: ໂໝດພື້ນຖານເຮັດໃຫ້ງ່າຍໃນການໂຕ້ຕອບ ແລະຕົວເລືອກການຕິດຕາມຂອງ Core Monitor.
lt: Pagrindinis režimas supaprastina Core Monitor sąsają ir stebėjimo parinktis.
lv: Pamatrežīms vienkāršo Core Monitor saskarni un uzraudzības iespējas.
mg: Ny maody fototra dia manatsotra ny safidin'ny Core Monitor sy ny fanaraha-maso.
mi: Ko te Aratau Taketake ka ngawari te atanga a Core Monitor me nga whiringa aroturuki.
mk: Основниот режим го поедноставува интерфејсот и опциите за следење на Core Monitor.
ml: അടിസ്ഥാന മോഡ് Core Monitor-ൻ്റെ ഇൻ്റർഫേസും മോണിറ്ററിംഗ് ഓപ്ഷനുകളും ലളിതമാക്കുന്നു.
mn: Үндсэн горим нь Core Monitor-ийн интерфейс болон хяналтын сонголтуудыг хялбаршуулдаг.
mr: बेसिक मोड Core Monitor चा इंटरफेस आणि मॉनिटरिंग पर्याय सुलभ करतो.
ms: Mod Asas memudahkan pilihan antara muka dan pemantauan Core Monitor.
mt: Il-Modalità Bażika tissimplifika l-interface u l-għażliet ta 'monitoraġġ ta' Core Monitor.
my: အခြေခံမုဒ်သည် Core Monitor ၏အင်တာဖေ့စ်နှင့် စောင့်ကြည့်ခြင်းရွေးချယ်မှုများကို ရိုးရှင်းစေသည်။
nb: Basic Mode forenkler Core Monitors grensesnitt og overvåkingsalternativer.
ne: आधारभूत मोडले Core Monitor को इन्टरफेस र निगरानी विकल्पहरूलाई सरल बनाउँछ।
nl: De Basismodus vereenvoudigt de interface en monitoringopties van de Core Monitor.
ny: Basic Mode imathandizira mawonekedwe a Core Monitor ndi njira zowunikira.
pa: ਬੇਸਿਕ ਮੋਡ Core Monitor ਦੇ ਇੰਟਰਫੇਸ ਅਤੇ ਨਿਗਰਾਨੀ ਵਿਕਲਪਾਂ ਨੂੰ ਸਰਲ ਬਣਾਉਂਦਾ ਹੈ।
pl: Tryb podstawowy upraszcza interfejs i opcje monitorowania Core Monitor.
ps: اساسی حالت د Core Monitor انٹرفیس او نظارت اختیارونه ساده کوي.
pt: O Modo Básico simplifica a interface e as opções de monitoramento do Core Monitor.
ro: Modul de bază simplifică interfața și opțiunile de monitorizare ale lui Core Monitor.
ru: Базовый режим упрощает интерфейс и возможности мониторинга Core Monitor.
sd: بنيادي موڊ آسان بڻائي ٿو Core Monitor جي انٽرفيس ۽ نگراني جا اختيار.
si: මූලික මාදිලිය Core Monitor හි අතුරු මුහුණත සහ අධීක්ෂණ විකල්ප සරල කරයි.
sk: Základný režim zjednodušuje rozhranie a možnosti monitorovania Core Monitor.
sl: Osnovni način poenostavlja vmesnik Core Monitor in možnosti spremljanja.
sm: Faiga Fa'avae e fa'afaigofieina le fa'aoga a le Core Monitor ma filifiliga mata'ituina.
sn: Basic Mode inorerutsa Core Monitor's interface uye yekutarisa sarudzo.
so: Habka aasaasiga ah wuxuu fududeeyaa interface-ka Core Monitor iyo doorashooyinka la socodka.
sq: Modaliteti bazë thjeshton ndërfaqen dhe opsionet e monitorimit të Core Monitor.
st: Mokhoa oa Motheo o nolofatsa sebopeho sa Core Monitor le likhetho tsa ho beha leihlo.
su: Dasar Mode simplifies panganteur Core Monitor sarta pilihan monitoring.
sv: Basic Mode förenklar Core Monitor:s gränssnitt och övervakningsalternativ.
sw: Hali ya Msingi hurahisisha kiolesura cha Core Monitor na chaguzi za ufuatiliaji.
ta: அடிப்படை பயன்முறை Core Monitor இன் இடைமுகம் மற்றும் கண்காணிப்பு விருப்பங்களை எளிதாக்குகிறது.
te: ప్రాథమిక మోడ్ Core Monitor యొక్క ఇంటర్‌ఫేస్ మరియు పర్యవేక్షణ ఎంపికలను సులభతరం చేస్తుంది.
tg: Ҳолати асосӣ интерфейс ва имконоти мониторинги Core Monitor-ро содда мекунад.
th: โหมดพื้นฐานทำให้อินเทอร์เฟซและตัวเลือกการตรวจสอบของ Core Monitor ง่ายขึ้น
tr: Temel Mod, Core Monitor'nin arayüzünü ve izleme seçeneklerini basitleştirir.
uk: Базовий режим спрощує інтерфейс і параметри моніторингу Core Monitor.
ur: بنیادی موڈ Core Monitor کے انٹرفیس اور نگرانی کے اختیارات کو آسان بناتا ہے۔
uz: Asosiy rejim Core Monitor interfeysi va monitoring imkoniyatlarini soddalashtiradi.
vi: Chế độ cơ bản đơn giản hóa các tùy chọn giám sát và giao diện của Core Monitor.
xh: Imowudi esisiseko yenza lula ujongano lweCore Monitor kunye nokhetho lokubeka iliso.
yi: באַסיק מאָדע סימפּלאַפייז די Core Monitor צובינד און מאָניטאָרינג אָפּציעס.
yo: Ipo ipilẹ jẹ ki wiwo Core Monitor rọrun ati awọn aṣayan ibojuwo.
zh_hans: 基本模式简化了 Core Monitor 的界面和监控选项。
zh_hant: 基本模式簡化了 Core Monitor 的介面和監控選項。
zu: Imodi Eyisisekelo yenza kube lula ukusebenzelana kwe-Core Monitor nezinketho zokuqapha.

source: Battery monitoring now combines battery health with live runtime and electrical details.
af: Batterymonitering kombineer nou batterygesondheid met lewendige looptyd en elektriese besonderhede.
am: የባትሪ ክትትል አሁን የባትሪ ጤናን ከቀጥታ የስራ ጊዜ እና የኤሌክትሪክ ዝርዝሮች ጋር ያጣምራል።
ar: تجمع مراقبة البطارية الآن بين صحة البطارية ووقت التشغيل المباشر والتفاصيل الكهربائية.
az: Batareyanın monitorinqi indi batareyanın sağlamlığını canlı işləmə müddəti və elektrik detalları ilə birləşdirir.
be: Цяпер маніторынг акумулятара спалучае ў сабе інфармацыю пра стан акумулятара, час працы і электрычныя дэталі.
bg: Мониторингът на батерията сега комбинира здравето на батерията с времето на работа и електрическите подробности.
bn: ব্যাটারি পর্যবেক্ষণ এখন লাইভ রানটাইম এবং বৈদ্যুতিক বিবরণের সাথে ব্যাটারি স্বাস্থ্যকে একত্রিত করে।
bs: Praćenje baterije sada kombinuje zdravlje baterije s vremenom rada i električnim detaljima.
ca: El monitoratge de la bateria ara combina la salut de la bateria amb el temps d'execució en directe i els detalls elèctrics.
ceb: Ang pag-monitor sa baterya karon naghiusa sa kahimsog sa baterya sa live runtime ug mga detalye sa kuryente.
co: U monitoraghju di a batteria combina avà a salute di a batteria cù u runtime in diretta è i dettagli elettrici.
cs: Monitorování baterie nyní kombinuje stav baterie s provozní dobou a elektrickými detaily.
cy: Mae monitro batri bellach yn cyfuno iechyd batri ag amser rhedeg byw a manylion trydanol.
da: Batteriovervågning kombinerer nu batterisundhed med live runtime og elektriske detaljer.
de: Die Batterieüberwachung kombiniert jetzt den Batteriezustand mit Live-Laufzeit und elektrischen Details.
el: Η παρακολούθηση μπαταρίας συνδυάζει τώρα την υγεία της μπαταρίας με το χρόνο λειτουργίας ζωντανής λειτουργίας και τις ηλεκτρικές λεπτομέρειες.
eo: Bateria monitorado nun kombinas baterian sanon kun viva rultempo kaj elektraj detaloj.
es: El monitoreo de la batería ahora combina el estado de la batería con el tiempo de ejecución en vivo y detalles eléctricos.
et: Aku jälgimine ühendab nüüd aku seisundi reaalajas tööaja ja elektriliste üksikasjadega.
eu: Bateriaren monitorizazioak bateriaren osasuna zuzeneko iraupena eta xehetasun elektrikoekin konbinatzen ditu.
fa: نظارت بر باتری اکنون سلامت باتری را با زمان اجرای زنده و جزئیات الکتریکی ترکیب می کند.
fi: Akun valvonta yhdistää nyt akun kunnon reaaliaikaiseen käyttöaikaan ja sähköisiin yksityiskohtiin.
fil: Pinagsasama na ngayon ng pagsubaybay sa baterya ang kalusugan ng baterya sa mga live na runtime at mga detalye ng kuryente.
fr: La surveillance de la batterie combine désormais l'état de la batterie avec l'autonomie en direct et les détails électriques.
fy: Batterijmonitoring kombineart no batterijsûnens mei live runtime en elektryske details.
ga: Comhcheanglaíonn monatóireacht ceallraí sláinte ceallraí anois le ham rite beo agus sonraí leictreacha.
gd: Bidh sgrùdadh bataraidh a-nis a’ cothlamadh slàinte bataraidh le ùine ruith beò agus mion-fhiosrachadh dealain.
gl: A monitorización da batería agora combina a saúde da batería coa duración en directo e os detalles eléctricos.
gu: બેટરી મોનિટરિંગ હવે લાઇવ રનટાઇમ અને ઇલેક્ટ્રિકલ વિગતો સાથે બેટરી આરોગ્યને જોડે છે.
ha: Sa ido kan baturi yanzu yana haɗa lafiyar baturi tare da lokacin aiki kai tsaye da cikakkun bayanan lantarki.
haw: Hoʻohui ka nānā ʻana i ka pākaukau i ke olakino pākaukau me ka manawa holo ola a me nā kikoʻī uila.
he: ניטור הסוללה משלב כעת את בריאות הסוללה עם זמן ריצה חי ופרטים חשמליים.
hi: बैटरी मॉनिटरिंग अब बैटरी स्वास्थ्य को लाइव रनटाइम और विद्युत विवरण के साथ जोड़ती है।
hmn: Kev saib xyuas roj teeb tam sim no muab cov roj teeb kev noj qab haus huv nrog lub sijhawm ua haujlwm thiab cov lus qhia hluav taws xob.
hr: Praćenje baterije sada kombinira stanje baterije s vremenom rada uživo i električnim detaljima.
ht: Siveyans batri kounye a konbine sante batri ak ègzekutabl ap viv ak detay elektrik.
hu: Az akkumulátorfigyelés mostantól az akkumulátor állapotát az élő futásidővel és az elektromos részletekkel kombinálja.
hy: Մարտկոցի մոնիտորինգն այժմ համատեղում է մարտկոցի առողջությունը ուղիղ եթերում և էլեկտրական մանրամասների հետ:
id: Pemantauan baterai kini menggabungkan kesehatan baterai dengan waktu pengoperasian langsung dan detail kelistrikan.
ig: Nleba anya batrị ugbu a na-ejikọta ahụike batrị yana oge ọsọ ndụ yana nkọwa eletrik.
is: Rafhlöðuvöktun sameinar nú rafhlöðuheilbrigði með lifandi keyrslutíma og rafmagnsupplýsingum.
it: Il monitoraggio della batteria ora combina lo stato della batteria con l'autonomia in tempo reale e i dettagli elettrici.
ja: バッテリー監視では、バッテリーの状態とライブランタイムおよび電気的詳細が組み合わされるようになりました。
jv: Pemantauan baterei saiki nggabungake kesehatan baterei kanthi wektu aktif lan rincian listrik.
ka: ბატარეის მონიტორინგი ახლა აერთიანებს ბატარეის სიჯანსაღეს ცოცხალ მუშაობის ხანგრძლივობას და ელექტრო დეტალებს.
kk: Батареяны бақылау енді батареяның күйін жұмыс уақыты мен электр мәліметтерімен біріктіреді.
km: ការត្រួតពិនិត្យថ្មឥឡូវនេះរួមបញ្ចូលគ្នានូវសុខភាពថ្មជាមួយនឹងម៉ោងបន្តផ្ទាល់ និងព័ត៌មានលម្អិតអំពីអគ្គិសនី។
kn: ಬ್ಯಾಟರಿ ಮಾನಿಟರಿಂಗ್ ಈಗ ಬ್ಯಾಟರಿ ಆರೋಗ್ಯವನ್ನು ಲೈವ್ ರನ್‌ಟೈಮ್ ಮತ್ತು ವಿದ್ಯುತ್ ವಿವರಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸುತ್ತದೆ.
ko: 이제 배터리 모니터링은 배터리 상태와 실시간 런타임 및 전기 세부 정보를 결합합니다.
ku: Çavdêriya pîlê naha tenduristiya batterê bi dema xebitandina zindî û hûrguliyên elektrîkê re dike yek.
ky: Батареяны көзөмөлдөө азыр батареянын ден соолугун жандуу иштөө убактысы жана электрдик деталдар менен айкалыштырат.
la: Gravissima nunc altilium salutem cum vita runtime et electricis details coniungit.
lb: Batterie Iwwerwachung kombinéiert elo Batterie Gesondheet mat Live Runtime an elektresch Detailer.
lo: ຕອນນີ້ການຕິດຕາມແບັດເຕີຣີຈະລວມເອົາສຸຂະພາບຂອງແບັດເຕີຣີກັບເວລາແລ່ນສົດ ແລະລາຍລະອຽດໄຟຟ້າ.
lt: Akumuliatoriaus stebėjimas dabar sujungia akumuliatoriaus būklę su tiesioginiu veikimo laiku ir elektros detalėmis.
lv: Akumulatora uzraudzība tagad apvieno akumulatora stāvokli ar reāllaika darbības laiku un elektriskajām detaļām.
mg: Ny fanaraha-maso ny bateria izao dia manambatra ny fahasalaman'ny bateria miaraka amin'ny fampandehanana mivantana sy ny antsipirian'ny herinaratra.
mi: Ko te aro turuki i te pākahiko kei te whakakotahi i te hauora o te pākahiko me nga wa whakahaere me nga korero hiko.
mk: Мониторингот на батеријата сега го комбинира здравјето на батеријата со времето на работа во живо и електричните детали.
ml: ബാറ്ററി നിരീക്ഷണം ഇപ്പോൾ ബാറ്ററി ആരോഗ്യവും തത്സമയ റൺടൈമും ഇലക്ട്രിക്കൽ വിശദാംശങ്ങളും സംയോജിപ്പിക്കുന്നു.
mn: Батерейны хяналт нь одоо батерейны эрүүл мэндийг ажиллах хугацаа болон цахилгааны дэлгэрэнгүй мэдээлэлтэй хослуулсан.
mr: बॅटरी मॉनिटरिंग आता थेट रनटाइम आणि इलेक्ट्रिकल तपशीलांसह बॅटरी आरोग्य एकत्र करते.
ms: Pemantauan bateri kini menggabungkan kesihatan bateri dengan masa jalan langsung dan butiran elektrik.
mt: Il-monitoraġġ tal-batterija issa jgħaqqad is-saħħa tal-batterija ma 'runtime live u dettalji elettriċi.
my: ယခုအခါ ဘက်ထရီစောင့်ကြည့်ခြင်းအား တိုက်ရိုက်လုပ်ဆောင်နေချိန်နှင့် လျှပ်စစ်အသေးစိတ်အချက်များနှင့်အတူ ဘက်ထရီကျန်းမာရေးကို ပေါင်းစပ်ထားသည်။
nb: Batteriovervåking kombinerer nå batterihelse med live kjøretid og elektriske detaljer.
ne: ब्याट्री निगरानीले अब ब्याट्री स्वास्थ्यलाई लाइभ रनटाइम र बिजुली विवरणहरू संयोजन गर्दछ।
nl: Batterijmonitoring combineert nu de batterijstatus met live looptijd en elektrische details.
ny: Kuwunika kwa batri tsopano kukuphatikiza thanzi la batri ndi nthawi yothamanga komanso zambiri zamagetsi.
pa: ਬੈਟਰੀ ਨਿਗਰਾਨੀ ਹੁਣ ਲਾਈਵ ਰਨਟਾਈਮ ਅਤੇ ਇਲੈਕਟ੍ਰੀਕਲ ਵੇਰਵਿਆਂ ਨਾਲ ਬੈਟਰੀ ਦੀ ਸਿਹਤ ਨੂੰ ਜੋੜਦੀ ਹੈ।
pl: Monitorowanie baterii łączy teraz stan baterii z czasem pracy na żywo i szczegółami elektrycznymi.
ps: د بیټرۍ څارنه اوس د بیټرۍ روغتیا د ژوندی چلولو او بریښنایی توضیحاتو سره ترکیب کوي.
pt: O monitoramento da bateria agora combina a integridade da bateria com tempo de execução ao vivo e detalhes elétricos.
ro: Monitorizarea bateriei combină acum starea de sănătate a bateriei cu durata de funcționare live și detaliile electrice.
ru: Мониторинг батареи теперь сочетает в себе состояние батареи, время автономной работы и электрические данные.
sd: بيٽري جي نگراني هاڻي بيٽري جي صحت کي لائيو رن ٽائم ۽ برقي تفصيل سان گڏ ڪري ٿي.
si: බැටරි අධීක්‍ෂණය දැන් සජීවී ධාවන කාලය සහ විදුලි විස්තර සමඟ බැටරි සෞඛ්‍යය ඒකාබද්ධ කරයි.
sk: Monitorovanie batérie teraz kombinuje stav batérie s prevádzkovou dobou a elektrickými detailmi.
sl: Nadzor baterije zdaj združuje stanje baterije s časom delovanja v živo in električnimi podrobnostmi.
sm: O le mata'ituina o le maa ua tu'ufa'atasia ai le soifua maloloina o le ma'a ma le taimi fa'aola ola ma fa'amatalaga eletise.
sn: Kutariswa kwebhatiri ikozvino kusanganisa hutano hwebhatiri nehupenyu hwekumhanya uye ruzivo rwemagetsi.
so: La socodka baytarigu hadda waxa uu ku daraa caafimaadka batteriga iyo wakhtiga uu shaqaynayo iyo faahfaahinta korantada.
sq: Monitorimi i baterisë tani kombinon shëndetin e baterisë me kohën e funksionimit të drejtpërdrejtë dhe detajet elektrike.
st: Tlhokomelo ea betri hona joale e kopanya bophelo ba betri le nako ea ho sebetsa le lintlha tsa motlakase.
su: Ngawaskeun batré ayeuna ngagabungkeun kaséhatan batré sareng runtime langsung sareng detil listrik.
sv: Batteriövervakning kombinerar nu batterihälsa med levande körtid och elektriska detaljer.
sw: Ufuatiliaji wa betri sasa unachanganya afya ya betri na muda wa matumizi wa moja kwa moja na maelezo ya umeme.
ta: பேட்டரி கண்காணிப்பு இப்போது பேட்டரி ஆரோக்கியத்தை நேரலை இயக்க நேரம் மற்றும் மின் விவரங்களுடன் இணைக்கிறது.
te: బ్యాటరీ పర్యవేక్షణ ఇప్పుడు లైవ్ రన్‌టైమ్ మరియు ఎలక్ట్రికల్ వివరాలతో బ్యాటరీ ఆరోగ్యాన్ని మిళితం చేస్తుంది.
tg: Мониторинги батарея ҳоло саломатии батареяро бо вақти коршоям ва тафсилоти барқ муттаҳид мекунад.
th: ขณะนี้การตรวจสอบแบตเตอรี่ได้รวมความสมบูรณ์ของแบตเตอรี่เข้ากับรันไทม์แบบสดและรายละเอียดทางไฟฟ้า
tr: Pil izleme artık pil sağlığını canlı çalışma süresi ve elektriksel ayrıntılarla birleştiriyor.
uk: Моніторинг батареї тепер поєднує стан батареї з поточним часом роботи та електричними деталями.
ur: بیٹری کی نگرانی اب بیٹری کی صحت کو لائیو رن ٹائم اور برقی تفصیلات کے ساتھ جوڑتی ہے۔
uz: Batareya monitoringi endi batareya quvvatini jonli ish vaqti va elektr tafsilotlari bilan birlashtiradi.
vi: Giám sát pin hiện kết hợp tình trạng pin với thời gian chạy trực tiếp và các chi tiết về điện.
xh: Ukujongwa kwebhetri ngoku kudibanisa impilo yebhetri kunye nexesha elisebenzayo kunye neenkcukacha zombane.
yi: באַטאַרייע מאָניטאָרינג איצט קאַמביינז באַטאַרייע געזונט מיט לעבן רונטימע און עלעקטריקאַל דעטאַילס.
yo: Abojuto batiri ni bayi darapọ ilera batiri pẹlu akoko ṣiṣe laaye ati awọn alaye itanna.
zh_hans: 电池监控现在将电池健康状况与实时运行时间和电气详细信息结合起来。
zh_hant: 電池監控現在將電池健康狀況與即時運行時間和電氣詳細資訊結合。
zu: Ukuqapha ibhethri manje kuhlanganisa impilo yebhethri nesikhathi sokusebenza esibukhoma kanye nemininingwane kagesi.

source: Best rally %lld
af: Beste tydren %lld
am: ምርጥ ሰልፍ %lld
ar: أفضل رالي %lld
az: Ən yaxşı ralli %lld
be: Лепшае ралі %lld
bg: Най-добро рали %lld
bn: সেরা সমাবেশ %lld
bs: Najbolji reli %lld
ca: Millor ral·li %lld
ceb: Labing maayo nga rally %lld
co: U megliu rallye %lld
cs: Nejlepší rallye %lld
cy: Rali orau %lld
da: Bedste rally %lld
de: Beste Rallye %lld
el: Καλύτερο ράλι %lld
eo: Plej bona amaskunveno %lld
es: Mejor rally %lld
et: Parim ralli %lld
eu: Rally onena %lld
fa: بهترین رالی %lld
fi: Paras ralli %lld
fil: Pinakamahusay na rally %lld
fr: Meilleur rallye %lld
fy: Bêste rally %lld
ga: Rally is fearr %lld
gd: An rally as fheàrr %lld
gl: Mellor rally %lld
gu: શ્રેષ્ઠ રેલી %lld
ha: Mafi kyawun Rally %lld
haw: ʻO ka hui ʻoi loa %lld
he: הראלי הטוב ביותר %lld
hi: सर्वश्रेष्ठ रैली %lld
hmn: Qhov zoo tshaj plaws rally %lld
hr: Najbolji reli %lld
ht: Pi bon rasanbleman %lld
hu: A legjobb rally %lld
hy: Լավագույն հանրահավաք %lld
id: Reli terbaik %lld
ig: Mgbakọ kacha mma %lld
is: Besta rally %lld
it: Miglior rally %lld
ja: ベストラリー %lld
jv: Rally paling apik %lld
ka: საუკეთესო რალი %lld
kk: Үздік ралли %lld
km: ការប្រមូលផ្តុំដ៏ល្អបំផុត %lld
kn: ಅತ್ಯುತ್ತಮ ರ್ಯಾಲಿ %lld
ko: 최고의 랠리 %lld
ku: Rallya çêtirîn %lld
ky: Мыкты митинг %lld
la: Optimus concursus %lld
lb: Beschte Rally %lld
lo: rally ທີ່ດີທີ່ສຸດ %lld
lt: Geriausias ralis %lld
lv: Labākais rallijs %lld
mg: Rally tsara indrindra %lld
mi: Rari pai %lld
mk: Најдоброто рели %lld
ml: മികച്ച റാലി %lld
mn: Шилдэг ралли %lld
mr: सर्वोत्तम रॅली %lld
ms: Perhimpunan terbaik %lld
mt: L-aħjar rally %lld
my: အကောင်းဆုံးဆန္ဒဖော်ထုတ်မှု %lld
nb: Beste rally %lld
ne: उत्तम र्‍याली %lld
nl: Beste rally %lld
ny: Mtengo wabwino kwambiri wa %lld
pa: ਵਧੀਆ ਰੈਲੀ %lld
pl: Najlepszy rajd %lld
ps: غوره ریلی %lld
pt: Melhor rali %lld
ro: Cel mai bun raliu %lld
ru: Лучшее ралли %lld
sd: بهترين ريلي %lld
si: හොඳම රැලිය %lld
sk: Najlepšia rally %lld
sl: Najboljši reli %lld
sm: Fa'atasiga sili ona lelei %lld
sn: Yakanakisa rally %lld
so: Isu soo baxa ugu wanaagsan %lld
sq: Tubimi më i mirë %lld
st: Kopano e ntle ka ho fetisisa ea %lld
su: rally pangalusna %lld
sv: Bästa rally %lld
sw: Mkutano bora zaidi wa %lld
ta: சிறந்த பேரணி %lld
te: ఉత్తమ ర్యాలీ %lld
tg: Беҳтарин ралли %lld
th: สุดยอดแรลลี่ %lld
tr: En iyi ralli %lld
uk: Найкраще ралі %lld
ur: بہترین ریلی %lld
uz: Eng yaxshi ralli %lld
vi: Cuộc biểu tình hay nhất %lld
xh: Eyona rally %lld
yi: בעסטער מיטינג %lld
yo: Ti o dara ju irora %lld
zh_hans: 最佳拉力赛 %lld
zh_hant: 最佳拉力賽 %lld
zu: Umhlangano omuhle kakhulu we-%lld
